{
  "lng": "en",
  "resources": {
    "en": {
      "translation": {
        "content": {
          "title": "Privacy policy",
          "info": "This privacy policy explains why we collect your personal data and what we do with it. It also explains your rights and how to enforce them.",
          "whoManages": "Who manages this service",
          "managedBy": "This service is managed by HM Courts and Tribunals Service (HMCTS), which is an executive agency of the Ministry of Justice (MoJ).",
          "moj": "The MoJ is known as the data controller for data protection purposes. The <a class=\"govuk-link\" href=\"https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter\" target=\"_blank\">MoJ personal information charter</a> explains how the MoJ processes personal data.",
          "responsibleRorDeciding": "As part of the MoJ, HMCTS is responsible for deciding how your personal data is used and for protecting the personal data you provide.",
          "moreInformation": "More information about using this service is in the <a class=\"govuk-link\" href=\"/terms-and-conditions\">terms and conditions</a>.",
          "whyWeCollect": "Why we collect your personal data",
          "personalData": "We collect your personal data to:",
          "processApplication": "process your application",
          "legalRequirements": "meet legal requirements",
          "improveService": "make improvements to this service",
          "staffUse": "Our staff use your personal data to process your application. They work in the UK and your data is stored in the UK.",
          "usingYourData": "Using your data",
          "asPart": "As part of your application you’ll be asked to use your email address to set up an account. You will be able to use this email and password to sign into other HMCTS services.",
          "weMayAskForPermission": "We will ask for your permission to use your email address to send you emails using GOV.UK Notify. This system processes emails only within the European Economic Area until the point where emails are handed over to the email provider you use. ",
          "weUseCookies": "We use <a class=\"govuk-link\" href=\"cookie\">cookies</a> to collect data that tells us about how you’re using this service, including:",
          "ifYouOpenEmail": "if you open an email from us or click on a link in an email",
          "yourComputer": "your computer, phone or tablet’s IP address",
          "theRegion": "the region or town where you’re using your computer, phone or tablet",
          "theWeb": "the web browser you use",
          "sharingYour": "Sharing your data",
          "ifAnother": "While processing your claim or application, another government department, agency or organisation might be involved and we may share your data with them.",
          "dataSharedWithPrintingServiceProvider": "Any data you provide which needs to be printed will be shared with Xerox (UK) Ltd. For example, the divorce application will be printed so that it can be sent to the respondent by post.",
          "ifYouContactUs": "If you contact us and ask for help with the service you’re using, your personal data may be shared with the Good Things Foundation. This is a company who we have partnered with to offer face to face support.",
          "crime": "In some circumstances we may share your data for example, to prevent or detect crime, or to produce anonymised statistics.",
          "weUse": "We use Google Analytics to collect data about how a website is used. This anonymous data is shared with Google. Find out about this in our <a class=\"govuk-link\" href=\"terms-and-conditions\">terms and conditions</a>.",
          "storeAndShare": "Storing and sharing your data internationally",
          "personalInformation": "Sometimes we need to send your personal information outside of the UK. When we do this we comply with data protection law.",
          "yourRights": "Your rights",
          "youCanAsk": "You can ask:",
          "toSeePersonal": "to see the personal data that we hold on you",
          "toHavePersonal": "to have the personal data corrected",
          "toHaveDataRemoved": "to have the personal data removed or deleted (this will depend on the circumstances, for example if you decide not to continue your application)",
          "thatAccessIsRestricted": "that access to the personal data is restricted (for example, you can ask to have your data stored for longer and not automatically deleted)",
          "ifYouWantToSeePersonal": "If you want to see the personal data that we hold on you, you can:",
          "completeForm": "complete a form to make a <a class=\"govuk-link\" href=\"https://www.gov.uk/government/publications/request-your-personal-data-from-moj\" target=\"_blank\">subject access request</a> - your request goes to the MoJ as data controller",
          "writeToUs": "write to us: Disclosure Team, Post point 10.38, 102 Petty France, London, SW1H 9AJ",
          "askMoreInformation": "You can ask for more information about:",
          "agreementsWeHave": "agreements we have on sharing information with other organisations",
          "withoutTellingYou": "when we are allowed to pass on personal information without telling you",
          "ourInstructions": "our instructions to staff on how to collect, use or delete your personal information",
          "howWeCheck": "how we check that the information we hold is accurate and up-to-date",
          "mojProtection": "You can contact the MoJ data protection officer, by:",
          "pettyFrance": "writing to us: Post point 10.38, 102 Petty France, London, SW1H 9AJ",
          "emailing": "emailing: data.compliance@justice.gov.uk",
          "howToComplain": "How to complain",
          "seeOurComplaints": "See our <a class=\"govuk-link\" href=\"https://www.gov.uk/government/organisations/hm-courts-and-tribunals-service/about/complaints-procedure\" target=\"_blank\">complaints procedure</a> if you want to complain about how we’ve handled your personal data.",
          "writeTo": "Write to: Post point 10.38, 102 Petty France, London, SW1H 9AJ",
          "email": "Email: data.compliance@justice.gov.uk",
          "youCanAlsoComplain": "You can also complain to the <a class=\"govuk-link\" href=\"https://ico.org.uk/global/contact-us\" target=\"_blank\">Information Commissioner’s Office</a> if you’re not satisfied with our response or believe we are not processing your personal data lawfully.",
          "sharingYourData": "Sharing your data",
          "whenYouUseDivorceService": "We need the following personal data for this service:",
          "applicantAndRespNames": "the applicant’s and respondent’s current names",
          "changedName": "proof of the applicant’s name change if they’ve changed it since they got married",
          "marriageCert": "a copy of the marriage certificate and the details from it",
          "countryInMarried": "the country in which the applicant and respondent are habitually resident",
          "yourHabitualResidence": "whether the applicant and respondent are habitually resident in England or Wales",
          "yourDomicile": "whether the applicant’s and respondent’s domicile is in England or Wales",
          "emailAndPhone": "applicant’s and respondent’s addresses, email addresses and phone numbers",
          "addressAndNames": "addresses and names of the applicant’s and respondent’s solicitors (if they have them)",
          "reasonsForDivorce": "details around the reason for the divorce",
          "otherCourtCases": "details of other court cases the applicant and respondent have been involved in",
          "adulteryNames": "name and address of the person who the respondent allegedly committed adultery with (optional and only asked if adultery is the reason for divorce)",
          "receivingNotifications": "Receiving notifications",
          "youNeedSignUp": "You need to sign up to receive notifications to use the divorce service. This is a legal requirement so that the divorce application can proceed.",
          "askedForEmailAddress": "When you use this service you’ll be asked to use your email address to set up an account. You will be able to use this email and password to sign into other HMCTS services.",
          "holdYourData": "While you’re filling out or responding to a divorce application we will hold your data for up to 6 months. If you don’t complete the application during this time you’ll have to start again.",
          "whenADivorceIsFinalised": "When a divorce is finalised the case is stored for 18 years. After this time, some data (from the decree nisi and the decree absolute) is deleted.",
          "theRemainder": "The remainder of the case information is stored for an additional 82 years. After a total of 100 years this data will be deleted.",
          "thePersonal": "The personal data we need",
          "storingYourData": "Storing your data"
        }
      }
    },
    "cy": {
      "translation": {
        "content": {
          "title": "Polisi Preifatrwydd",
          "info": "Mae’r polisi preifatrwydd hwn yn egluro pam rydym yn casglu eich data personol a sut rydym yn ei ddefnyddio. Mae hefyd yn egluro eich hawliau a sut i’w gorfodi.",
          "whoManages": "Pwy sy’n rheoli’r gwasanaeth hwn?",
          "managedBy": "Gwasanaeth Llysoedd a Thribiwnlysoedd EM (GLlTEM), un o asiantaethau gweithredol y Weinyddiaeth Gyfiawnder (MoJ), sy’n rheoli’r gwasanaeth hwn.",
          "moj": "MoJ yw’r rheolydd data i ddibenion diogelu data. The <a class=\"govuk-link\" href=\"https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter\" target=\"_blank\" >Mae siarter gwybodaeth bersonol yr MoJ</a> yn egluro sut mae’r MoJ yn prosesu data personol.",
          "responsibleRorDeciding": "Fel rhan o’r MoJ, mae GLlTEM yn gyfrifol am benderfynu sut mae eich data personol yn cael ei ddefnyddio ac mae’n gyfrifol am ddiogelu’r data personol yr ydych yn ei ddarparu.",
          "moreInformation": "Ceir rhagor o wybodaeth am ddefnyddio’r gwasanaeth hwn yn y<a class=\"govuk-link\" href=\"/terms-and-conditions\" >telerau ac amodau</a>.",
          "whyWeCollect": "Pam rydym ni’n casglu eich data personol?",
          "personalData": "Rydym ni’n casglu eich data personol i:",
          "processApplication": "brosesu eich cais",
          "legalRequirements": "bodloni gofynion cyfreithiol",
          "improveService": "gwella’r gwasanaeth hwn",
          "staffUse": "Mae ein staff yn defnyddio eich data personol i brosesu eich cais. Maent yn gweithio yn y DU ac mae eich data yn cael ei storio yn y DU.",
          "usingYourData": "Defnyddio eich data",
          "asPart": "Fel rhan o’ch cais fe ofynnir ichi ddefnyddio’ch cyfeiriad e-bost i greu cyfrif. Byddwch yn gallu defnyddio’r cyfeiriad e-bost hwn a chyfrinair i fewngofnodi i wasanaethau eraill GLlTEM.",
          "weMayAskForPermission": "Byddwn yn gofyn am eich caniatâd i ddefnyddio eich cyfeiriad e-bost i anfon negeseuon e-bost atoch trwy’r system GOV.UK Notify. O fewn Ardal Economaidd Ewrop yn unig mae’r system hon yn prosesu negeseuon e-bost hyd nes y’u trosglwyddir i’r darparwr e-bost rydych chi’n ei ddefnyddio. ",
          "weUseCookies": "Rydym yn defnyddio <a class=\"govuk-link\" href=\"cookie\">cwcis</a> i gasglu data am sut rydych yn defnyddio’r gwasanaeth hwn, yn cynnwys:",
          "ifYouOpenEmail": "os byddwch yn agor neges e-bost gennym neu’n clicio ar ddolen mewn e-bost",
          "yourComputer": "cyfeiriad IP eich cyfrifiadur, eich ffôn neu eich tabled",
          "theRegion": "yr ardal neu’r dref lle rydych yn defnyddio’ch cyfrifiadur, eich ffôn neu eich tabled",
          "theWeb": "y porwr gwe rydych yn ei ddefnyddio",
          "sharingYour": "Rhannu eich data",
          "ifAnother": "Pan fydd eich cais yn cael ei brosesu, mae’n bosib y byddwn angen cysylltu ag adran, asiantaeth neu sefydliad arall yn y llywodraeth ac efallai y byddwn yn rhannu eich data gyda nhw.",
          "dataSharedWithPrintingServiceProvider": "Rhennir unrhyw ddata a ddarperir gennych y mae angen ei argraffu gyda Xerox (UK) Ltd. Er enghraifft , argreffir y cais am ysgariad fel y gellir ei anfon at yr atebydd drwy’r post.",
          "ifYouContactUs": "Os byddwch yn cysylltu â ni ac yn gofyn am help gyda’r gwasanaeth rydych yn ei ddefnyddio, efallai y byddwn yn rhannu eich data personol gyda’r Good Things Foundation. Rydym yn gweithio mewn partneriaeth â’r cwmni hwn i gynnig cefnogaeth wyneb yn wyneb.",
          "crime": "Mewn rhai amgylchiadau efallai y byddwn yn rhannu eich data, er enghraifft er mwyn atal  torcyfraith, dal drwgweithredwyr neu gynhyrchu data diwyneb.",
          "weUse": "Rydym yn defnyddio Google Analytics i gasglu data am y defnydd o’r wefan. Mae’r data dienw hwn yn cael ei rannu â Google. Mae rhagor o wybodaeth am hyn yn ein <a class=\"govuk-link\" href=\"terms-and-conditions\" >telerau ac amodau</a>.",
          "storeAndShare": "Storio a rhannu eich data’n rhyngwladol",
          "personalInformation": "Weithiau efallai y bydd angen inni anfon eich gwybodaeth bersonol tu allan i’r DU. Pan fyddwn yn gwneud hyn byddwn yn cydymffurfio â chyfreithiau diogelu data.",
          "yourRights": "Eich hawliau",
          "youCanAsk": "Gallwch ofyn:",
          "toSeePersonal": "am gael gweld y data personol rydym yn ei gadw amdanoch",
          "toHavePersonal": "inni gywiro’r data personol",
          "toHaveDataRemoved": "inni symud neu ddileu’r data personol (bydd hyn yn ddibynnol ar yr amgylchiadau, er enghraifft os ydych chi’n penderfynu peidio â pharhau gyda’ch cais)",
          "thatAccessIsRestricted": "inni gyfyngu ar y mynediad at y data personol (er enghraifft, gallwch ofyn inni storio’r data am gyfnod hirach a pheidio â’i dileu’n awtomatig)",
          "ifYouWantToSeePersonal": "Os ydych eisiau gweld y data personol rydym yn ei gadw amdanoch, gallwch:",
          "completeForm": "lenwi ffurflen i wneud <a class=\"govuk-link\" href=\"https://www.gov.uk/government/publications/request-your-personal-data-from-moj\" target=\"_blank\" >subject access request</a> - bydd y cais hwn yn mynd i’r rheolydd data, sef MoJ",
          "writeToUs": "ysgrifennu atom: Disclosure Team, Post point 10.38, 102 Petty France, Llundain, SW1H 9AJ",
          "askMoreInformation": "Gallwch ofyn am ragor o wybodaeth am:",
          "agreementsWeHave": "gytundebau sydd gennym ar rannu gwybodaeth gyda sefydliadau eraill",
          "withoutTellingYou": "pryd y caniateir inni drosglwyddo gwybodaeth bersonol amdanoch heb roi gwybod ichi",
          "ourInstructions": "ein cyfarwyddiadau i staff ynghylch sut i gasglu, defnyddio neu ddileu eich gwybodaeth bersonol",
          "howWeCheck": "sut rydym yn sicrhau bod yr wybodaeth sydd gennym yn gywir ac yn gyfredol",
          "mojProtection": "Gallwch gysylltu â swyddog diogelu data’r MoJ drwy:",
          "pettyFrance": "ysgrifennu atom: Post point 10.38, 102 Petty France, Llundain SW1H 9AJ",
          "emailing": "anfon e-bost i: data.compliance@justice.gov.uk",
          "howToComplain": "Sut i wneud cwyn",
          "seeOurComplaints": "Gweler ein  <a class=\"govuk-link\" href=\"https://www.gov.uk/government/organisations/hm-courts-and-tribunals-service/about/complaints-procedure\" target=\"_blank\">trefn gwyno</a> os ydych eisiau cwyno am sut rydym wedi trin eich data personol.",
          "writeTo": "Ysgrifennwch i: Post Point 10.38, 102 Petty France, Llundain SW1H 9AJ",
          "email": "anfon e-bost i: data.compliance@justice.gov.uk",
          "youCanAlsoComplain": "Gallwch yn ogystal gyflwyno cwyn i <a class=\"govuk-link\" href=\"https://ico.org.uk/global/contact-us\" target=\"_blank\">Swyddfa’r Comisiynydd Gwybodaeth</a> os ydych yn anfodlon â’n hymateb neu’n credu nad ydym yn prosesu eich data personol yn gyfreithlon.",
          "sharingYourData": "Rhannu eich data",
          "whenYouUseDivorceService": "Mae angen y data personol a ganlyn ar gyfer y gwasanaeth hwn:",
          "applicantAndRespNames": "Enwau cyfredol y ceisydd a’r atebydd",
          "changedName": "Tystiolaeth o newid enw’r ceisydd os yw wedi newid ei enw ers priodi",
          "marriageCert": "Copi o’r dystysgrif briodas a’r manylion sydd ynddi",
          "countryInMarried": "Y wlad y mae’r ceisydd a’r atebydd yn preswylio ynddi’n arferol",
          "yourHabitualResidence": "A yw’r Ceisydd a’r Atebydd yn preswylio’n arferol yng Nghymru neu Loegr ai peidio?",
          "yourDomicile": "A yw’r Ceisydd a’r Atebydd â’u domisil yng Nghymru neu Loegr ai peidio?",
          "emailAndPhone": "Cyfeiriadau, cyfeiriadau e-bost a rhifau ffôn y ceisydd a’r atebydd",
          "addressAndNames": "Cyfeiriadau ac enwau cyfreithwyr y ceisydd a’r atebydd (os oes ganddynt gyfreithwyr)",
          "reasonsForDivorce": "Manylion ynglyn â’r rheswm dros ysgaru",
          "otherCourtCases": "Manylion achosion llys eraill y bu a wnelo’r ceisydd a’r atebydd â hwy",
          "adulteryNames": "Enw a chyfeiriad yr unigolyn yr honnir bod yr atebydd wedi godinebu ag ef/hi (dewisol ac ni ofynnir y cwestiwn ond pan ddywedir mai godineb yw’r rheswm dros ysgaru)",
          "receivingNotifications": "Wrthi’n derbyn hysbysiadau",
          "youNeedSignUp": "Mae angen ichi gofrestru i dderbyn hysbysiadau i ddefnyddio’r gwasanaeth ysgaru. Mae hwn yn ofyniad cyfreithiol er mwyn i’r cais am ysgariad fynd yn ei flaen.",
          "askedForEmailAddress": "Pan fyddwch yn defnyddio’r gwasanaeth hwn gofynnir ichi ddefnyddio’ch cyfeiriad e-bost i greu cyfrif. Byddwch yn gallu defnyddio’r cyfeiriad e-bost a’r cyfrinair hwn i fewngofnodi i wasanaethau eraill GLlTEM.",
          "holdYourData": "Tra byddwch yn llenwi cais am ysgariad neu’n ymateb i gais, byddwn yn cadw eich data am hyd at 6 mis. Os na fyddwch yn cwblhau’r cais yn ystod yr amser hwn, bydd yn rhaid ichi ddechrau eto.",
          "whenADivorceIsFinalised": "Pan gwblheir ysgariad cedwir yr achos am 18 mlynedd. Ar ôl y cyfnod hwnnw, dilëir peth data (o’r dyfarniad nisi a’r dyfarniad absoliwt).",
          "theRemainder": "Cedwir gweddill gwybodaeth yr achos am 82 blynedd arall. Wedi cyfanswm o 100 mlynedd dileir y data hwnnw.",
          "thePersonal": "Y data personol mae arnom ei angen",
          "storingYourData": "Storio eich data"
        }
      }
    }
  }
}
