{
  "lng": "en",
  "resources": {
    "en": {
      "translation": {
        "content": {
          "heading": "Check if you can get a divorce in England and Wales",
          "connection": "You must have some connection to England or Wales for the court to have the jurisdiction (the legal power) to grant you a divorce.",
          "task": "Answer the following questions to find out your connections.",
          "petitioner": "Is your life mainly based in England or Wales?",
          "info": "This may include working, owning property, having children in school, and your main family life taking place in England or Wales.",
          "respondent": "Is your {{ divorceWho }}'s life mainly based in England or Wales?",
          "yes": "Yes",
          "no": "No"
        },
        "errors": {
          "jurisdictionPetitionerResidence": {
            "required": "Select yes if your life is mainly based in England or Wales"
          },
          "jurisdictionRespondentResidence": {
            "required": "Select yes if your {{ divorceWho }}'s life is mainly based in England or Wales"
          }
        }
      }
    },
    "cy": {
      "translation": {
        "content": {
          "heading": "Gwiriwch i weld a yw’n bosib i chi gael ysgariad yng Nghymru a Lloegr",
          "connection": "Mae’n rhaid fod gennych ryw fath o gysylltiad â Chymru neu Loegr er mwyn i'r llys gael yr awdurdodaeth (y pwer cyfreithiol) i roi caniatâd i chi gael ysgariad.",
          "task": "Atebwch y cwestiynau canlynol i weld beth yw eich cysylltiadau.",
          "petitioner": "A ydych chi’n treulio’r rhan fwyaf o’ch amser yng Nghymru neu Loegr?",
          "info": "Gall hyn gynnwys gweithio, bod yn berchen ar eiddo, bod â phlant mewn ysgol, a bod eich prif fywyd teuluol yng Nghymru neu Loegr.",
          "respondent": "Ydy eich {{ divorceWho }} yn treulio’r rhan fwyaf o’i amser yng Nghymru neu Loegr?",
          "yes": "Ydy",
          "no": "Nac ydy"
        },
        "errors": {
          "jurisdictionPetitionerResidence": {
            "required": "Dewiswch ydy os ydych yn treulio’r rhan fwyaf o’ch amser yng Nghymru neu Loegr?"
          },
          "jurisdictionRespondentResidence": {
            "required": "Dewiswch ydy os ydy eich {{ divorceWho }} yn treulio’r rhan fwyaf o’i (h)amser yng Nghymru neu Loegr"
          }
        }
      }
    }
  }
}
