{
  "lng": "cy",
  "resources": {
    "cy": {
      "translation": {
        "findOutMore": "Darllen mwy am eich cysylltiadau",
        "habitualresidenttitle": "Preswylfa arferol",
        "helpText1": "Os ydych yn treulio’r rhan fwyaf o’ch amser yng Nghymru neu yn Lloegr, rydych yn preswylio’n arferol yno yn ôl y gyfraith",
        "helpText2": "Gall hyn gynnwys gweithio, bod yn berchen ar eiddo, bod â phlant mewn ysgol, a bod eich prif fywyd teuluol yng Nghymru neu Loegr.",
        "helpText3": "Nid yw’r enghreifftiau uchod yn rhestr gynhwysfawr o amgylchiadau sy’n enghreifftio preswylfa arferol, ac er y gallai rhai ohonynt fod yn berthnasol ichi, nid yw hynny o reidrwydd yn golygu eich bod yn preswylio’n arferol yng Nghymru neu Loegr. Os nad ydych yn siwr , dylech ofyn am gyngor cyfreithiol.",
        "domicilehelptitle": "Domisil",
        "helpText4": "Eich domisil, fel arfer, yw’r lle y cawsoch eich geni, y lle yr ydych yn meddwl amdano fel eich cartref parhaol a’r lle mae eich teulu a’ch ffrindiau agosaf yn byw.",
        "helpText5": "Ond, gall eich domisil fod yn fwy cymhleth, er enghraifft os ydych chi neu eich rhieni wedi symud o un wlad i’r llall yn y gorffennol.",
        "domicileBulletHeading": "Fel arfer, eich ‘domisil gwreiddiol’ yw’r wlad: ",
        "bullet1": "lle yr oedd eich tad yn byw os oedd eich rhieni wedi priodi",
        "bullet2": "lle yr oedd eich mam yn byw os nad oedd eich rhieni wedi priodi, neu os oedd eich tad wedi marw cyn ichi gael eich geni",
        "textbelowbullet": "Os byddwch yn gadael eich domisil gwreiddiol ac yn ymgartrefu mewn gwlad arall fel oedolyn, yna bydd y wlad newydd yn dod yn ‘ddomisil dewisol’ ichi.",
        "textbellowbullet1": "Os nad ydych chi’n siwr ynglyn â’ch domisil, dylech ofyn am gyngor cyfreithiol.",
        "residualjurisdiction": "Awdurdodaeth Weddillol",
        "textbelowresidualjurisdiction1": "Fel rheol, i fod yn gymwys ar gyfer awdurdodaeth weddillol, rhaid i chi neu eich gwr/gwraig fod â’ch domisil yng Nghymru neu Loegr, ac ni all yr un ohonoch fod yn ddinesydd gwlad arall yn yr UE (ac eithrio Denmarc) na bod â’ch domisil mewn gwlad arall yn yr UE (ac eithrio Denmarc).",
        "textbelowresidualjurisdiction2": "At hynny, os ydych yn briod â rhywun o’r un rhyw, efallai eich bod yn gymwys ar gyfer awdurdodaeth weddillol os yw’r canlynol i gyd yn berthnasol:",
        "bulletRJ1": "fe’ch priodwyd yng Nghymru neu Loegr",
        "bulletRJ2": "nid yw’r naill na’r llall ohonoch yn ddinesydd gwlad arall yn yr UE (ac eithrio Denmarc) nac â’ch domisil mewn gwlad arall yn yr UE (ac eithrio Denmarc)",
        "bulletRJ3": "byddai er lles cyfiawnder i’r llys ystyried y cais (gallai hyn fod yn berthnasol, er enghraifft, os nad yw’r wlad lle mae eich cartref yn caniatáu ysgariad rhwng cyplau cyfunryw)",
        "lastparaRJ": "Fodd bynnag, gall awdurdodaeth weddillol fod yn fwy cymhleth. Os nad ydych chi’n siwr a yw hyn yn berthnasol i chi, dylech ofyn am gyngor cyfreithiol."
      }
    }
  }
}
